Repository: spec-projector/frontend
Catalog: src/locale/messages.*.xlf
Languages: ru

# label.month
source: / month
ru: / месяц

# label.change_personal_data
source: Change personal data
ru: Смена персональных данных

# label.change_password
source: Change password
ru: Смена пароля

# label.new_actor_example
source: Client
ru: Клиент

# label.new_feature_example
source: Buy a cookies
ru: Купить печенье

# label.new_module_example
source: Accepting payments
ru: Прием платежей

# label.general:General
source: General
ru: Главная

# label.actors
source: Actors
ru: Актеры

# label.print
source: Print
ru: Печать

# label.new_term_title
source: Some term
ru: Корзина товаров

# message.new_term_description
source: Some description
ru: Место в пользовательском интерфейсе, где отображаются продукты для покупки клиентом.

# label.new_module_title
source: Accepting payments
ru: Прием платежей

# label.new_sprint_title
source: Key features
ru: Ключевые возможности

# label.new_entity_title
source: Client
ru: Клиент

# label.new_enum_title
source: Gender
ru: Пол

# label.new_entity_field_title
source: First Name
ru: Фамилия

# label.new_enum_option_title
source: Male
ru: Мужчина

# label.add_frame
source: Add frame
ru: Добавить фрейм

# label.share_project
source: Share project
ru: Поделиться проектом

# label.add_project
source: Add project
ru: Добавить проект

# label.edit_project
source: Edit project
ru: Изменить проект

# label.attach_issue
source: Attach issue
ru: Прикрепить задачу

# label.three_projects
source: projects
ru: проекта

# label.many_projects
source: projects
ru: проектов

# label.single_project
source: project
ru: проект

# label.members_for_project
source: members for project
ru: участников проекта

# label.feature_community_chat
source: Community chat
ru: Чат сообщества

# label.feature_slack_support
source: Slack support
ru: Поддержка в Slack

# label.feature_exclusive_slack_support
source: Exclusive slack support
ru: Перс. поддержка в Slack

# label.all_features
source: All features
ru: Все функции

# label.feature_roles_for_teams
source: Roles for members
ru: Роли для участников

# label.feature_print_contract
source: Print contract
ru: Печать договора

# label.feature_export_import
source: Export / import
ru: Экспорт / импорт

# action.try
source: Try
ru: Попробовать

# action.confirm_and_agree
source: While continue confirm and agree with:
ru: Продолжая соглашаюсь и принимаю:

# action.buy
source: Buy
ru: Купить

# action.features
source: Features
ru: Функции

# action.pricing_plans
source: Pricing plans
ru: Тарифы

# action.reviews
source: Reviews
ru: Отзывы

# message.field_required
source: This field is required
ru: Это поле обязательно

# label.password
source: Password
ru: Пароль

# action.login
source: Login
ru: Войти

# label.register
source: Make an account
ru: Зарегистрироваться

# label.you_selected_plan
source: You selected plan
ru: Вы выбрали тариф

# message.bank_card_not_mandatory
source: Bank card details are not required
ru: Банковская карта не потребуется

# label.first_name
source: First name
ru: Имя

# label.last_name
source: Last name
ru: Фамилия

# action.accept_documents
source: While registering I agree and accept:
ru: Регистрируясь соглашаюсь и принимаю:

# action.accept_agreement
source: terms agreement of using
ru: лицензионый договор

# action.accept_recurrent
source: recurrent payments agreement
ru: договор обработки рекурентных платежей

# action.accept_policy
source: privacy policy
ru: политику обработки персональных данных

# message.register_by
source: Or register by
ru: Или зарегистрироваться используя

# action.register
source: Registration
ru: Регистрация

# message.registered_already
source: Did you register already?
ru: Уже зарегистрированы?

# label.reset_password
source: Reset password
ru: Восстановить пароль

# message.enter_valid_email
source: Enter valid email
ru: Укажите правильный email

# action.continue
source: Continue
ru: Продолжить

# label.code
source: Code
ru: Код

# action.reset_password
source: Forgot password?
ru: Забыли пароль?

# message.login_by
source: Or login by
ru: Или войти используя

# message.have_no_account
source: Have no account yet?
ru: Еще не зарегистрированы?

# message.code_problems
source: Did not receive code?
ru: Код не приходит?

# action.support
source: Support
ru: Поддержка

# label.confirm_password
source: Confirm password
ru: Подтвердите пароль

# message.lp_teaser
source: We help teams write better <br/> documentation for IT-products
ru: Ваши IT-продукты получат отличную документацию

# action.try_for_free
source: Try it for free now
ru: Попробовать бесплатно

# action.how_it_works
source: How it works
ru: Как это работает

# label.key_features
source: Key features
ru: Возможности

# message.key_features_teaser
source: To make clear product specification you need
ru: Что бы сделать отличную спецификацию на IT-продукт нужно

# label.pricing_plans
source: Pricing plans
ru: Тарифные планы

# label.pricing_plans_teaser
source: Please, choose optimal plan for you
ru: Выберите оптимальный план для себя

# label.reviews
source: Clients say
ru: Клиенты говорят

# label.reviews_teaser
source: We will try for you be here
ru: Мы сделаем все, что бы Ваш отзыв был следующим

# action.agreement
source: Agreement
ru: Лицензия

# action.policy
source: Policy
ru: Персональные данные

# action.security
source: Security
ru: Безопасность

# action.contacts
source: Contacts
ru: Контакты

# label.feature_clean_workflow
source: Clean workflow
ru: Рабочий процесс

# label.feature_features_map
source: Features map
ru: Карта фичей

# label.feature_user_stories
source: User stories
ru: Истории пользователей

# label.feature_attach_design
source: Attach design
ru: Загрузка дизайна

# label.feature_cost_features
source: Cost features
ru: Стоимость фичей

# label.feature_tasks_description
source: Tasks description
ru: Описание задач

# label.feature_clean_workflow_teaser
source: Make specification and develop your app following strong process
ru: Проектируйте и разрабатывайте свои приложения следуя конкретным этапам

# label.feature_features_map_teaser
source: Structure features of your app by roles and epics
ru: Структурируйте фичи по актерам и модулям

# label.feature_user_stories_teaser
source: Describe what see and can your user in simple steps then
ru: Опишите что видит и может пользователь в виде простых шагов, что бы нарисовать дизайн в Figma

# label.feature_attach_design_teaser
source: Draw UI & connect story with Figma frames
ru: Переходите напрямую на соответствующие фреймы в Figma

# label.feature_cost_features_teaser
source: Show to your client required resources and cost for each feature
ru: Оцените ресурсы которые требуются для разработки фичи

# label.feature_tasks_description_teaser
source: Generate beautiful tasks descriptions for your developers
ru: Сгенерируйте красивое описание задач для Ваших разработчиков

# label.feature_print_contract_teaser
source: Generate and print contract for your client on app developing
ru: Сформируйте договор с клиентом на разработку приложения автоматически

# label.cookie_agreement
source: We use cookies for effective site work
ru: Мы используем cookies для эффективной работы сайта

# action.more_information
source: More information
ru: Больше информации

# label.projects
source: Projects
ru: Проекты

# label.marketplace
source: Find specification
ru: Найти спецификацию

# label.project_manager
source: Hire project manager
ru: Найти менеджера

# label.teams
source: Hire team
ru: Найти команду

# label.support
source: Support
ru: Поддержка

# action.change_password
source: Change password
ru: Изменить пароль

# action.change_personal_data
source: Change personal data
ru: Персональные данные

# label.subscription
source: Your subscription
ru: Ваша подписка

# action.logout
source: Logout
ru: Выйти

# label.login
source: Login
ru: Вход

# label.title
source: Title
ru: Заголовок

# message.crm_system_for_sales
source: CRM system for sales
ru: CRM система для продаж

# label.description
source: Description
ru: Описание

# label.common
source: Common
ru: Общее

# label.emblem
source: Emblem
ru: Эмблема

# action.save
source: Save
ru: Сохранить

# action.add_project
source: Add project
ru: Добавить проект

# label.your_projects
source: Your projects
ru: Ваши проекты

# message.projects_teaser
source: for creating specifications
ru: для создания спецификаций

# action.edit
source: Edit
ru: Редактировать

# action.delete
source: Delete
ru: Удалить

# action.add_project_member
source: Add member
ru: Добавить участника

# label.user_role
source: User role
ru: Основная роль

# label.role_viewer
source: Viewer
ru: Просмотр

# label.role_editor
source: Editor
ru: Редактор

# action.revoke
source: Revoke
ru: Убрать

# label.user_permissions
source: User permissions
ru: Права пользователя

# label.permission_edit_features
source: Edit features
ru: Редактировать функции

# label.permission_edit_feature_workflow
source: Edit feature workflow
ru: Отмечать рабочий-процесс

# label.permission_edit_feature_story
source: Edit feature story
ru: Редактировать историю

# label.permission_edit_feature_frames
source: Edit feature design
ru: Закреплять дизайн

# label.permission_edit_feature_resources
source: Edit feature resources
ru: Оценивать ресурсы

# label.permission_edit_feature_api
source: Edit feature API
ru: Управлять API

# label.permission_edit_feature_issues
source: Edit feature issues
ru: Создавать задачи

# label.permission_edit_terms
source: Edit terms
ru: Управлять терминами

# label.permission_edit_model
source: Edit model
ru: Управлять моделью

# label.permission_edit_modules
source: Edit modules
ru: Управлять модулями

# label.permission_edit_sprint
source: Edit sprints
ru: Управлять этапами

# label.permission_view_contract
source: View contract
ru: Просматривать контракт

# action.access_by_link
source: Access by link
ru: Доступ по ссылке

# label.access_by_link
source: Provide access by link
ru: Использовать URL

# label.public_role
source: Public role
ru: Публичная роль

# label.public_permissions
source: Public permissions
ru: Публичные права

# action.share
source: Share
ru: Поделиться

# label.contract
source: Contract
ru: Контракт

# action.add
source: Add
ru: Добавить

# label.general
source: General
ru: Главная

# action.attach_issue
source: Attach issue
ru: Прикрепить задачу

# label.issue
source: Issue
ru: Задача

# label.spent
source: Spent
ru: Потрачено

# label.dashboard
source: Dashboard
ru: Дашборд

# label.features
source: Features
ru: Функции

# label.terms
source: Terms
ru: Термины

# label.entities
source: Entities
ru: Объекты

# label.enums
source: Enums
ru: Перечисления

# label.hour_rate
source: Hour rate
ru: Часовая ставка

# action.add_resource_type
source: Add resource type
ru: Добавить тип ресурса

# label.resource_types
source: Resource types
ru: Типы ресурсов

# label.git_lab_key
source: Git Lab key
ru: Git Lab ключ

# label.integration
source: Integration
ru: Интеграция

# label.figma_key
source: Figma key
ru: Figma ключ

# action.dump
source: Dump
ru: Дамп

# action.try_again
source: Try again
ru: Обновить

# label.enter_registered_email
source: Enter registered user email
ru: Введите зарегистрированый email

# label.maintenance
source: Maintenance
ru: Обслуживание

# label.tools
source: Tools
ru: Инструменты

# message.dashboard_teaser
source: summary of your specification
ru: сводная информация

# label.milestone_feature
source: Milestone / Feature
ru: Этап / Функция

# label.story
source: Story
ru: История

# action.add_actor
source: Add actor
ru: Добавить актера

# message.features_teaser
source: functionality of your application
ru: Вашего приложения

# label.modules
source: Modules
ru: Модули

# label.sprints
source: Sprints
ru: Этапы

# action.add_first_actor
source: Add first actor
ru: Добавить первого актера

# message.are_you_sure_delete
source: Are you sure to delete?
ru: Действительно удалить?

# action.add_feature
source: Add feature
ru: Добавить функцию

# label.user_story
source: User story
ru: История

# label.workflow
source: Workflow
ru: Рабочий процесс

# label.design
source: Design
ru: Дизайн

# label.resources
source: Resources
ru: Ресурсы

# label.developing
source: Developing
ru: Разработка

# label.testing
source: Testing
ru: Тестирование

# label.accepting
source: Accepting
ru: Приемка

# label.product_roadmap
source: Product roadmap
ru: Дорожная карта продукта

# label.issues
source: Issues
ru: Задачи

# label.markdown
source: Markdown
ru: Описание

# label.i_can
source: I can
ru: Я могу

# label.i_see
source: I see
ru: Я вижу

# action.add_story
source: Add story
ru: Добавить историю

# action.add_frame
source: Add frame
ru: Добавить фрейм

# action.refresh_all
source: Refresh all
ru: Обновить все

# label.how_get_figma_link
source: How to get link in Figma?
ru: Как получить ссылку на фрейм?

# label.settings
source: Settings
ru: Настройки

# label.url_of_figma_frame
source: Url of figma frame
ru: Url фрейма figma

# message.field_is_required
source: Field is required
ru: Поле обязательно

# action.fill_resources
source: Fill resources
ru: Заполнить ресурсы

# label.hours
source: Hours
ru: Часы

# action.add_resource
source: Add resource
ru: Добавить ресурс

# action.add_api
source: Add API
ru: Добавить API

# label.graphql_playground
source: GraphQL playground
ru: GraphQL песочница

# label.resource
source: Resource
ru: Ресурс

# label.url_of_issue
source: Url of issue
ru: Ссылка на задачу

# action.attach
source: Attach
ru: Прикрепить

# label.gitlab_key
source: GitLab key
ru: GitLab ключ

# message.terms_teaser
source: your knowledge base
ru: Ваша база знаний

# action.add_first_term
source: Add first term
ru: Добавить первый термин

# action.add_term
source: Add term
ru: Добавить термин

# action.add_entity
source: Add entity
ru: Добавить объект

# message.enums_teaser
source: in your data model
ru: в Вашей модели данных

# message.entities_teaser
source: in your data model
ru: в Вашей модели данных

# action.add_first_entity
source: Add first entity
ru: Добавить первый объект

# action.add_enum
source: Add enum
ru: Добавить перечисление

# action.add_first_enum
source: Add first enum
ru: Добавить первое перечисления

# label.model
source: Model
ru: Модель

# action.add_entity_field
source: Add field
ru: Добавить поле

# label.required
source: required
ru: обязательное

# label.boolean
source: boolean
ru: булевое

# label.string
source: string
ru: строка

# label.number
source: number
ru: число

# label.date
source: date
ru: дата

# label.reference
source: reference
ru: ссылка

# label.enum
source: enum
ru: перечисление

# label.select_entity
source: Select entity
ru: Выберите объект

# label.select_enum
source: Select enum
ru: Выберите перечисление

# label.array
source: array
ru: массив

# message.entity_fields_teaser
source: fields list
ru: список полей

# message.enums_options_teaser
source: options list
ru: список значений

# action.add_enum_option
source: Add option
ru: Добавить значение

# action.add_module
source: Add module
ru: Добавить модуль

# message.all_features_in_modules
source: All features in modules
ru: Все функции в модулях

# message.all_entities_in_modules
source: All entities in modules
ru: Все объекты в модулях

# message.all_enums_in_modules
source: All enums in modules
ru: Все перечисления в модулях

# message.drag_from_library
source: Drag here something library
ru: Переместите сюда что-то из библиотеки

# message.sprints_teaser
source: features roadmap
ru: дорожная карта

# action.add_first_sprint
source: Add first sprint
ru: Добавить первый этап

# action.add_sprint
source: Add sprint
ru: Добавить этап

# message.all_features_in_sprints
source: All features in sprints
ru: Все функции в этапах

# message.modules_teaser
source: groups of functions
ru: наборы функций

# action.add_first_module
source: Add first module
ru: Добавить первый модуль

# label.total
source: Total
ru: Всего

# label.agreements
source: Agreements
ru: Соглашения

# message.subscription_teaser
source: to our services
ru: на наш сервис
